run/movingCone/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

for mapTime in 0.0015 0.003
do
    runApplication -s $mapTime blockMesh -region meshToMesh_$mapTime
done

runApplication $(getApplication)

#------------------------------------------------------------------------------
